Repository: Adnan737-kh/propertier-mobile
Catalog: lib/l10n/intl_*.arb
Languages: ur

source: About
ur: ہمارے بارے میں

source: Language
ur: زبان

# expense
source: Expenses
ur: Expense

source: Description
ur: تفصیل

# services_search_notification_request_send
source: Your request has been sent to the Plumbers please wait for Notifications
ur: آپ کی درخواست پلمبرز کو بھیج دی گئی ہے، براہ کرم نوٹیفکیشن کا انتظار کریں

source: Accept
ur: قبول کریں

source: Reject
ur: مسترد کریں

source: Cancel
ur: منسوخ کریں

source: not answering
ur: جواب نہیں دے رہا

# change_decision
source: Changed decision
ur: فیصلہ تبدیل کیا گیا

source: Order Completed!
ur: آرڈر مکمل ہو گیا!

source: Please pay
ur: براہ کرم ادائیگی کریں

source: To
ur: کو

# continues
source: Continue
ur: جاری رکھیں

# satisfied_with_work
source: Are you satisfied with work?
ur: کیا آپ کام سے مطمئن ہیں؟

source: No
ur: نہیں

source: Yes
ur: ہاں

source: Done
ur: مکمل

source: Price
ur: قیمت

source: See Profile
ur: پروفائل دیکھیں

source: More Detail
ur: مزید تفصیل

source: Not Reached
ur: نہیں پہنچا

source: Privacy
ur: رازداری

source: Private Account
ur: نجی اکاؤنٹ

source: Activity
ur: سرگرمی

source: Videos You Have Watched
ur: وہ ویڈیوز جو آپ دیکھ چکے ہیں

source: Comments
ur: تبصرے

source: People You Followed
ur: وہ لوگ جنہیں آپ نے فالو کیا

source: Your Post
ur: آپ کی پوسٹ

# what_are_you_searching_for
source: Post What You are Searching For
ur: آپ کیا تلاش کر رہے ہیں؟

source: Size
ur: سائز

source: Title
ur: عنوان

source: Select Country
ur: ملک کا انتخاب کریں

source: Please Enter Title
ur: براہ کرم عنوان درج کریں

source: Please enter description
ur: براہ کرم تفصیل درج کریں

source: Please Enter City
ur: براہ کرم شہر درج کریں

source: Select Currency
ur: کرنسی کا انتخاب کریں

source: Please Enter Price
ur: براہ کرم قیمت درج کریں

source: Size/Area
ur: رقبہ/سائز

source: Please Enter Size/Area
ur: براہ کرم رقبہ/سائز درج کریں

source: For rent
ur: کرایہ کے لیے

source: Pick Gallery Images
ur: گیلری سے تصاویر منتخب کریں

source: Error
ur: خرابی

source: Title is required
ur: عنوان ضروری ہے

source: Description is required
ur: تفصیل ضروری ہے

source: City is required
ur: شہر ضروری ہے

source: Price is required
ur: قیمت ضروری ہے

source: Size/Area is required
ur: رقبہ/سائز ضروری ہے

source: Please upload a Thumbnail Image
ur: براہ کرم تھمب نیل تصویر اپ لوڈ کریں

source: Post
ur: اشاعت کریں

source: Dealer
ur: ڈیلر

source: Post You Searched For
ur: آپ جس پوسٹ کی تلاش کر رہے تھے

source: This Month
ur: اس مہینے

source: This Week
ur: اس ہفتے

source: Sale Overview
ur: سیل کا جائزہ

source: Ads Overview
ur: اشتہارات کا جائزہ

source: Ads
ur: اشتہارات

source: Costs
ur: اخراجات

source: Analytics
ur: تجزیات

source: Followers Overview
ur: فالورز کا جائزہ

source: Followers Gain
ur: فالورز میں اضافہ

source: Followers Lost
ur: فالورز میں کمی

source: Decline
ur: کمی

source: Collect Info
ur: معلومات جمع کریں

source: Forgot Password
ur: پاس ورڈ بھول گئے؟

source: Please Enter Your Email To Receive a Verification Code
ur: براہ کرم تصدیقی کوڈ حاصل کرنے کے لیے اپنا ای میل درج کریں

source: Email
ur: ای میل

source: Enter Your Email
ur: اپنا ای میل درج کریں

source: Please enter valid Email
ur: براہ کرم درست ای میل درج کریں

source: Sign Up
ur: سائن اپ

source: Sign In
ur: سائن ان

source: Sign Out
ur: سائن آؤٹ

source: Privacy Policy
ur: رازداری کی پالیسی

source: Enter Email/Phone Number
ur: ای میل/فون نمبر درج کریں

source: Password
ur: پاس ورڈ

source: Enter your Password
ur: اپنا پاس ورڈ درج کریں

source: New Password
ur: نیا پاس ورڈ

source: Oops! we could not find matching credentials.
ur: معذرت! ہم سے میل نہ کھانے والے اسناد نہ مل سکیں۔

source: Your new Password must be different from previously used Password.
ur: آپ کا نیا پاس ورڈ پچھلے استعمال شدہ پاس ورڈ سے مختلف ہونا چاہیے۔

source: Confirm Password
ur: پاس ورڈ کی تصدیق کریں

source: Enter Password Again
ur: پاس ورڈ دوبارہ درج کریں

source: Please Enter Password Again
ur: براہ کرم پاس ورڈ دوبارہ درج کریں

source: Password Mismatch
ur: پاس ورڈ میل نہیں کھاتا

source: Save
ur: محفوظ کریں

source: SMS
ur: ایس ایم ایس

source: Dashboard
ur: ڈیش بورڈ

source: Account Status
ur: اکاؤنٹ کی صورتحال

source: Edit Profile
ur: پروفائل میں ترمیم کریں

source: Change Password
ur: پاس ورڈ تبدیل کریں

source: Request Properties
ur: املاک کی درخواست کریں

source: Policy
ur: پالیسی

source: Support
ur: سپورٹ

source: Wallet
ur: والیٹ

source: Less
ur: کم

source: More
ur: مزید

source: No Data Available
ur: کوئی ڈیٹا دستیاب نہیں

source: Rent For Me
ur: میرے لیے کرایہ

source: Join as
ur: کے طور پر شامل ہوں

source: Guest
ur: مہمان

source: Seller
ur: بیچنے والا

source: Supplier
ur: سپلائر

source: Service Provider
ur: سروس فراہم کنندہ

source: Corporate Service
ur: کارپوریٹ سروس

source: Search Language
ur: تلاش کی زبان

source: Weekly Earning
ur: ہفتہ وار کمائی

source: Withdrawal Amount
ur: رقم نکلوانا

source: Followers
ur: فالورز

source: Monetization
ur: مانیٹائزیشن

source: Watch Time
ur: دیکھنے کا وقت

source: My Orders
ur: میرے آرڈرز

source: Order ID:
ur: آرڈر آئی ڈی:

source: Pending
ur: زیر التواء

source: All
ur: تمام

source: Completed
ur: مکمل

source: Cancelled
ur: منسوخ شدہ

source: Review Work
ur: کام کا جائزہ لیں

source: Orders
ur: آرڈرز

source: Work Detail
ur: کام کی تفصیل

source: Work not submitted yet!
ur: کام ابھی جمع نہیں ہوا!

source: Extra Price
ur: اضافی قیمت

source: Order accepted successfully
ur: آرڈر کامیابی کے ساتھ قبول ہوگیا

source: Order rejected successfully
ur: آرڈر کامیابی کے ساتھ مسترد ہوگیا

source: Updates
ur: تازہ ترین معلومات

source: Post_Ad
ur: اشتہار لگائیں

source: Services
ur: خدمات

source: Profile
ur: پروفائل

source: Select Service
ur: سروس منتخب کریں

source: Select an option
ur: ایک آپشن منتخب کریں

source: Remove
ur: ہٹائیں

source: Add Your Service
ur: اپنی سروس شامل کریں

source: Add
ur: شامل کریں

source: No features available
ur: کوئی فیچرز دستیاب نہیں

source: Property Information
ur: جائیداد کی معلومات

source: Bedrooms
ur: بیڈرومز

source: Select How Many'
ur: کتنے منتخب کریں؟

source: Bathrooms
ur: بیت الخلاء

source: Floors
ur: فلورز

source: Thumbnail
ur: تھمب نیل

source: Upload Thumbnail Image
ur: تھمب نیل تصویر اپلوڈ کریں

source: Upload Short Video
ur: مختصر ویڈیو اپلوڈ کریں

source: Upload Video
ur: ویڈیو اپلوڈ کریں

source: Past Video Url here
ur: یہاں ویڈیو کا URL چسپاں کریں

# upload_video_less_than_25MB
source: Upload Video Less Then 25MB
ur: ویڈیو 25MB سے کم اپ لوڈ کریں

source: Area type
ur: رقبے کی قسم

source: Select Area type
ur: رقبے کی قسم منتخب کریں

source: Property Type
ur: جائیداد کی قسم

source: Select PropertyType
ur: جائیداد کی قسم منتخب کریں

source: Area Unit
ur: رقبے کی اکائی

source: Select Area Unit
ur: رقبے کی اکائی منتخب کریں

source: Uploading Property
ur: جائیداد اپلوڈ ہو رہی ہے

source: Next
ur: اگلا

source: Please Take photo of your In Corporate Text Document
ur: براہ کرم اپنا کارپوریٹ ٹیکسٹ ڈاکومنٹ فوٹو لیں

source: Confirm Verification
ur: تصدیق کی تصدیق کریں

source: Number
ur: نمبر

source: ID Card
ur: شناختی کارڈ

source: Face Verification
ur: چہرے کی تصدیق

source: Email Verification in Progress
ur: ای میل کی تصدیق جاری ہے

source: Your Email is Already Verified
ur: آپ کا ای میل پہلے ہی تصدیق شدہ ہے

source: Phone Number Verification in Progress
ur: فون نمبر کی تصدیق جاری ہے

source: Your Phone Number is Already Verified
ur: آپ کا فون نمبر پہلے ہی تصدیق شدہ ہے

# id_card_verification_in_progress
source: Your Phone Number is Already Verified
ur: شناختی کارڈ کی تصدیق جاری ہے

source: Your ID Card is Already Verified
ur: آپ کا شناختی کارڈ پہلے ہی تصدیق شدہ ہے

source: Submit
ur: جمع کروائیں

source: Face Verification in Progress
ur: چہرے کی تصدیق جاری ہے

source: Your Face is Already Verified
ur: آپ کا چہرہ پہلے ہی تصدیق شدہ ہے

source: Add Award
ur: ایوارڈ شامل کریں

source: Add Award Information
ur: ایوارڈ کی معلومات شامل کریں

source: Please Upload your information for propertier account.
ur: براہ کرم پروپرٹیر اکاؤنٹ کے لیے اپنی معلومات اپ لوڈ کریں۔

source: Please select award date and time
ur: براہ کرم ایوارڈ کی تاریخ اور وقت منتخب کریں

source: Select
ur: منتخب کریں

source: Current Password
ur: موجودہ پاس ورڈ

source: Enter Current Password
ur: موجودہ پاس ورڈ درج کریں

source: Please Enter Your Current Password
ur: براہ کرم اپنا موجودہ پاس ورڈ درج کریں

source: Enter New Password
ur: نیا پاس ورڈ درج کریں

source: Please Enter Your New Password
ur: براہ کرم اپنا نیا پاس ورڈ درج کریں

source: Confirm New Password
ur: نئے پاس ورڈ کی تصدیق کریں

source: Re-Enter New Password
ur: نیا پاس ورڈ دوبارہ درج کریں

source: Team
ur: ٹیم

source: Sales
ur: فروخت

source: Following
ur: فالو کر رہے ہیں

source: Phone Number
ur: فون نمبر

source: Address
ur: پتہ

source: Since
ur: سے

source: Post Here
ur: یہاں پوسٹ کریں

source: Chat
ur: چیٹ

source: Awards
ur: ایوارڈز

source: No Awards
ur: کوئی ایوارڈز نہیں

source: Top Search
ur: ٹاپ تلاش

source: Top Sale
ur: ٹاپ فروخت

source: Short Videos
ur: مختصر ویڈیوز

source: No Data
ur: کوئی ڈیٹا نہیں

source: Error generating thumbnail
ur: تھمب نیل بنانے میں خرابی

source: Click to Feature Ad
ur: اشتہار نمایاں کرنے کے لیے کلک کریں

source: Confirm Deletion
ur: حذف کی تصدیق کریں

source: Are you sure you want to delete this property?
ur: کیا آپ واقعی اس پراپرٹی کو حذف کرنا چاہتے ہیں؟

source: Delete
ur: حذف کریں

source: Please enter Full Name
ur: براہ کرم مکمل نام درج کریں

source: Please enter Your Email
ur: براہ کرم اپنا ای میل درج کریں

source: Please Enter Your Password
ur: براہ کرم اپنا پاس ورڈ درج کریں

source: Enter Your Phone Number
ur: اپنا فون نمبر درج کریں

source: Please Enter Your Address
ur: براہ کرم اپنا پتہ درج کریں

source: Click here
ur: یہاں کلک کریں

source: Get your Ad Featured:
ur: اپنا اشتہار نمایاں کریں:

source: Reach up to 10x more buyers.
ur: 10 گنا زیادہ خریداروں تک رسائی حاصل کریں۔

source: Show your Ad in top position.
ur: اپنا اشتہار اوپر والی پوزیشن میں دکھائیں۔

source: Get noticed with a Feature Ad tag.
ur: نمایاں اشتہار ٹیگ کے ساتھ توجہ حاصل کریں۔

source: All Types
ur: تمام اقسام

source: Call
ur: کال کریں

# sorry_no_data_available
source: Sorry! \nNo data Available
ur: معذرت! \nکوئی ڈیٹا دستیاب نہیں

source: Provide Description
ur: تفصیل فراہم کریں

source: Inspection Report
ur: معائنہ رپورٹ

source: Near By Propertire Office
ur: قریبی پروپرٹیر دفتر

# upload_pdf_file_or_images
source: Upload PDf File / Images
ur: پی ڈی ایف فائل یا تصاویر اپ لوڈ کریں

source: Review
ur: جائزہ

source: Customer Reviews
ur: صارفین کے جائزے

source: No Data Search Yet
ur: ابھی تک کوئی ڈیٹا تلاش نہیں ہوا

source: Please Select a Category
ur: براہ کرم ایک زمرہ منتخب کریں

source: Please Wait...
ur: براہ کرم انتظار کریں...

source: Switch to Vendor
ur: وینڈر میں تبدیل کریں

source: What are you looking for
ur: آپ کیا تلاش کر رہے ہیں؟

source: Other
ur: دیگر

source: Nearest Services
ur: قریبی خدمات

source: Other Services
ur: دیگر خدمات

source: On the way
ur: راستے میں

source: Select Services You Want
ur: وہ خدمات منتخب کریں جو آپ چاہتے ہیں

source: Delete Account
ur: اکاؤنٹ حذف کریں

source: We\'re sorry to see you go
ur: ہمیں افسوس ہے کہ آپ جا رہے ہیں

source: Before you proceed with deleting your account, please note:
ur: اپنا اکاؤنٹ حذف کرنے سے پہلے براہ کرم نوٹ کریں:

# all_your_personal_information_and_data_will_be_permanently_removed
source: Before you proceed with deleting your account, please note:
ur: آپ کی تمام ذاتی معلومات اور ڈیٹا مستقل طور پر حذف کر دیا جائے گا۔

source: Your profile, saved preferences, and history will be erased.
ur: آپ کا پروفائل، محفوظ ترجیحات اور تاریخ حذف کر دی جائے گی۔

source: This action cannot be undone.
ur: یہ عمل واپس نہیں لیا جا سکتا۔

# if_you_re_sure_you_want_to_delete_your_account_please_click_the_button_below
source: If you\'re sure you want to delete your account, please click the button below. Otherwise, you can simply close this screen to keep your account active.
ur: اگر آپ واقعی اپنا اکاؤنٹ حذف کرنا چاہتے ہیں تو نیچے دیے گئے بٹن پر کلک کریں۔ بصورت دیگر، اس اسکرین کو بند کریں۔

source: Delete My Account
ur: میرا اکاؤنٹ حذف کریں

source: Thank you for being a part of our community.
ur: ہماری کمیونٹی کا حصہ بننے کے لیے آپ کا شکریہ۔

source: Confirm Account Deletion
ur: اکاؤنٹ حذف کرنے کی تصدیق کریں

source: Are you absolutely sure you want to delete your account? This action cannot be undone.
ur: کیا آپ واقعی اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟ یہ عمل ناقابل واپسی ہے۔

source: No Service Available
ur: کوئی سروس دستیاب نہیں

source: Water Provider
ur: پانی فراہم کنندہ

source: Property Related Service
ur: جائیداد سے متعلق خدمات

source: Kitchen Expert
ur: کچن ایکسپرٹ

# to_see_support_visit_propertier_website
source: To See Support visit \nPropertier Website.
ur: سپورٹ دیکھنے کے لیے \nپروپرٹیر ویب سائٹ ملاحظہ کریں۔

source: Visit Propertier website?
ur: پروپرٹیر ویب سائٹ ملاحظہ کریں؟

source: Team Earning
ur: ٹیم کی کمائی

source: Criteria
ur: معیار

source: Time Watch
ur: دیکھنے کا وقت

source: All Time
ur: ہمیشہ

source: Followers Gained
ur: فالورز میں اضافہ

# using_more_features_kindly_login_first
source: Using more features kindly\nlogin first
ur: مزید فیچرز استعمال کرنے کے لیے\nبراہ کرم پہلے لاگ ان کریں

source: Price Range
ur: قیمت کی حد

source: Please Select Location
ur: براہ کرم مقام منتخب کریں

source: Apply
ur: لاگو کریں

source: Clear All
ur: سب صاف کریں

source: Additional Details
ur: اضافی تفصیلات

source: Name:
ur: نام:

source: Enter Custom Size:
ur: اپنا سائز درج کریں:

source: Add Custom
ur: اپنا شامل کریں

source: Detail here...
ur: یہاں تفصیل درج کریں...

source: Set Location
ur: مقام سیٹ کریں

source: Search here ...
ur: یہاں تلاش کریں...

source: Map
ur: نقشہ

source: Current Locations:
ur: موجودہ مقامات:

source: Selected:
ur: منتخب شدہ:

source: Locations:
ur: مقامات:

source: Confirm
ur: تصدیق کریں

source: Search Country/Region
ur: ملک/علاقہ تلاش کریں

source: No Title
ur: کوئی عنوان نہیں

source: Rs
ur: روپے

source: Price Not Available
ur: قیمت دستیاب نہیں

source: Are you sure
ur: کیا آپ کو یقین ہے؟

source: Do you want to go back!
ur: کیا آپ واپس جانا چاہتے ہیں؟

source: Back
ur: واپس
